[
  {
    "propertyName": "1800 Sq Ft Ready Flat With Updated Residential Fittings For Sale In Banasree, Block E",
    "img": "https://images.unsplash.com/photo-1448630360428-65456885c650?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=867&q=80",
    "date": "",
    "location": "Block E, Banasree, Dhaka",
    "id": 1,
    "rooms": 4,
    "bathrooms": 2,
    "rent": 420,
    "description": "The respective unit of this beautiful building holds spacious rooms. The dining space for your dining hours is just right close to the living area which also connects with a tidy and nicely furnished kitchen. The balconies of this apartment have got one of the best views. You will be privileged with a nice parking that comes with all the brilliant features offered in and out. A good amount of School, College and groceries are also available in the nearby area. So you do not have to worry about your everyday living necessities. "
  },
  {
    "propertyName": "1480 Sq Ft Marvelous Apartment For Sale In East Kazipara, Mirpur",
    "img": "https://images.unsplash.com/photo-1560184897-ae75f418493e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "date": "",
    "location": "East Kazipara, Mirpur, Dhaka",
    "id": 1,
    "rooms": 3,
    "bathrooms": 2,
    "rent": 440,
    "description": "The corresponding flat for sale have the facilities that come along with this splendid building. A large and airy living space is sited in that flat having ample space to place your enjoyable family times. The 1480  Square Feet residence is quite attractive and bears a highly modern design with regard to the floor plan. There are 3 beds and 3 baths in the flat. When you enter, you will see two spaces that can be used as your drawing and dining room. The flat also assures the best quality washroom fittings for guaranteeing healthy hygiene. The flat for sale  provides the exact comfortable living that you have been looking for. "
  },
  {
    "propertyName": "A 1550 Sq Ft And 3 Bedroom Apartment Is Ready For Sale In Rampura.",
    "img": "https://images.unsplash.com/photo-1484154218962-a197022b5858?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=874&q=80",
    "date": "",
    "location": "East Rampura, Rampura, Dhaka",
    "id": 1,
    "rooms": 2,
    "bathrooms": 1,
    "rent": 450,
    "description": "Well-to-do living and easy movement! If you are looking for a flat like in this kind of location we have a great news. A beautiful apartment is vacant in the location. The washrooms are tiled with durable fittings that would make you content with your desirable hygiene. With excellent security, all-time water, gas and electricity are available for this flat. "
  },
  {
    "propertyName": "At Turag, A Well Structured Flat Is Present For Sale",
    "img": "https://images.unsplash.com/photo-1494526585095-c41746248156?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "date": "",
    "location": "Turag, Dhaka",
    "id": 1,
    "rooms": 3,
    "bathrooms": 1,
    "rent": 350,
    "description": "Turag is one of the calmest areas that the city has to offer. The scenery here is outstanding and you will simply love to reside here. The apartment here has three bedrooms and a balcony is attached to one of the bedrooms. When you enter the space, you will see that there is one space that is meant to be used as the dining and the drawing area. The interior is very well designed and space has been used very effectively. "
  },
  {
    "propertyName": "Buy This 1650 Sq Ft Ready Flat In Aftab Nagar, Block D",
    "img": "https://images.unsplash.com/photo-1512917774080-9991f1c4c750?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzN8fHJlYWwlMjBlc3RhdGV8ZW58MHx8MHx8&auto=format&fit=crop&w=600&q=60",
    "date": "",
    "location": "Sector 2, Block D, Aftab Nagar, Dhaka",
    "id": 1,
    "rooms": 4,
    "bathrooms": 2,
    "rent": 370,
    "description": "Looking for a suitable place to settle in the wonderful locality of Aftab Nagar. We have a great news for you as an amazing and family flat is vacant in the location right now. The kitchen is beautifully equipped with well-fitted tiles and cabinet to whip up a feast for the family. With amenities like security backup and a dedicated maintenance staff, your family can lead a healthy and safe life here. You will also have 24/7 electricity and access to the terrace."
  },
  {
    "propertyName": "1250 Square Feet Flat Is Ready For Sale In Baridhara, Block J",
    "img": "https://images.unsplash.com/photo-1570129477492-45c003edd2be?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "date": "",
    "location": "Block J, Baridhara, Dhaka",
    "id": 1,
    "rooms": 2,
    "bathrooms": 1,
    "rent": 420,
    "description": "This 1250  Square Feet beautiful apartment is located in Baridhara. Featuring 3 beds and 3 baths, this is a perfect fit for families who want to make a home in Baridhara. Each fittings of this property has got the fixtures installed with the high durability guarantee. All-time security, well-equipped maintenance staff are some other benefits worth mentioning for this flat. This nice apartment is surely a reasonable deal for you comparing to the area the home is situated. "
  },
  {
    "propertyName": "Worthy 1300 Sq Ft Residential Apartment Is Ready For Sale At Aftab Nagar",
    "img": "https://images.unsplash.com/photo-1613490493576-7fde63acd811?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDB8fHJlYWwlMjBlc3RhdGV8ZW58MHx8MHx8&auto=format&fit=crop&w=600&q=60",
    "date": "",
    "location": "Sector 2, Block E, Aftab Nagar, Dhaka",
    "id": 1,
    "rooms": 3,
    "bathrooms": 1,
    "rent": 480,
    "description": "Invest in this budget friendly 1300  Square Feet apartment which is located in Aftab Nagar. This apartment has 3 beds and 3 baths. As soon as you enter through the main door, you will find a huge drawing cum dining room. Another interesting aspect of this flat is its spacious master bedroom. There is an attached bathroom and a spacious balcony with it. The wooden doors and the modern design of this flat will also fascinate you. In the kitchen you will find a comfortable space where you can do all the cooking effortlessly. You will also get 24/7 electricity, water, gas and security services. "
  },
  {
    "propertyName": "1568 Sq Ft Apartment Is Available For Sale At South Banasree Project",
    "img": "https://images.unsplash.com/photo-1613545325268-9265e1609167?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTR8fHJlYWwlMjBlc3RhdGV8ZW58MHx8MHx8&auto=format&fit=crop&w=600&q=60",
    "date": "",
    "location": "Block J, South Banasree Project, Banasree, Dhaka",
    "id": 1,
    "rooms": 2,
    "bathrooms": 2,
    "rent": 380,
    "description": "This 1568 Square Feet beautiful apartment is located in Banasree. Featuring 3 beds and 3 baths, this is a perfect fit for families who want to make a home in Banasree. Each fittings of this property has got the fixtures installed with the high durability guarantee. All-time security, well-equipped maintenance staff are some other benefits worth mentioning for this flat. This nice apartment is surely a reasonable deal for you comparing to the area the home is situated. "
  },
  {
    "propertyName": "Seize This 1000 Sq Ft Residential Flat For Sale In Mirpur, Paikpara",
    "img": "https://images.unsplash.com/photo-1582268611958-ebfd161ef9cf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "date": "",
    "location": "Paikpara, Ahmed Nagar, Mirpur, Dhaka",
    "id": 1,
    "rooms": 3,
    "bathrooms": 1,
    "rent": 410,
    "description": "An artistically designed and beautifully constructed apartment is vacant right now. We offer you this amazing flat located in Mirpur. This apartment has nice and cozy 3 beds. Other facilities are gas, water, electricity backup and 24/7 security. The flat also has well-fitted bathrooms with resilient fixtures as per your prerequisites. A good amount of School, College and groceries are also available in the nearby area. "
  },
  {
    "propertyName": "An Elegant Flat Of 2024 Sq Ft Is Right There For You To Buy In Badda, Vatara",
    "img": "https://images.unsplash.com/photo-1629236714859-3a1ec2d8f6c3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=869&q=80",
    "date": "",
    "location": "Vatara, Badda, Dhaka",
    "id": 1,
    "rooms": 5,
    "bathrooms": 3,
    "rent": 380,
    "description": "Considering a suitable lifestyle, this is one of the best places to reside in. It is wonderful and comfortable flat for a family to move in. The respective unit welcomes with a great floor plan. The flat has got amazing bedrooms with modish tiled flooring. All the washrooms are finished with the quality and durable fixtures. You will have an apt kitchen area to have your desired cookery essentials. A great number of groceries, school, colleges and bus stops are also located in the nearby area. "
  }
]